Repository: NakaokaRei/GohobiStickers
Catalog: GohobiStickersWidget/Localizable.xcstrings
Source language: en
Languages: ja

# widget.cheer
source: Amazing!
ja: すごい！

# widget.configuration.description
source: See your latest stamp and progress toward the next reward.
ja: 直近のスタンプと次のご褒美までの進捗を確認できます。

# widget.configuration.name
source: Reward Road
ja: ごほうびロード

# widget.history
source: Your stamps
ja: これまでのスタンプ

# widget.latest
source: Latest stamp
ja: 直近のスタンプ

# widget.next-goal
source: Until next reward
ja: 次のごほうびまで

# widget.no-goal
source: Set your next goal
ja: 次のゴールを設定しよう

# widget.no-stamp
source: Add your first stamp
ja: 最初のスタンプを押そう

# widget.preview.reward
source: Movie night
ja: 映画

# widget.remaining.format
source: %lld left
ja: あと%lldこ

# widget.reward-short
source: Next reward
ja: ごほうびまで

# widget.set-reward
source: Choose a reward
ja: ごほうびを きめよう

# widget.total
source: Total
ja: 累計

# widget.total.compact-format
source: Total %lld
ja: 累計%lldこ

# widget.total.format
source: %lld stamps total
ja: 累計%lldこ
